#შექმენით პროგრამა სადაც მომხმარებელი შემოიტანს 5 რციხვს, ხოლო ამ 5 რიცხვს შორის გამოიყენეთ ყველა არითმეტიკული ოპერაცია (// და %_იც), საბოლოოდ დაბეჭდეთ შედეგები ტერმინალში + ახსენით თითოეული ნაწილი კოდის რატომ დაწერეთ კონკრეტული ხაზი და რას აკეთებს.

num1 = int(input("daasaxele ricxvi: ")) #მომხმარებელს შემოვატანინეთ რიცხვი
num2 = int(input("daasaxele ricxvi: ")) #მომხმარებელს შემოვატანინეთ რიცხვი
num3 = int(input("daasaxele ricxvi: ")) #მომხმარებელს შემოვატანინეთ რიცხვი
num4 = int(input("daasaxele ricxvi: ")) #მომხმარებელს შემოვატანინეთ რიცხვი
num5 = int(input("daasaxele ricxvi: ")) #მომხმარებელს შემოვატანინეთ რიცხვი
print(num1 + num2 + num3 + num4 + num5) #ამ მოქმედებით ჩვენ გავიგეთ 5-ივე რიცხვის ჯამი
print(num1 - num2 - num3 - num4 - num5) #ამ მოქმედებით ჩვენ გავიგეთ 5-ივე რიცხვის სხვაობა
print(num1 % num2 % num3 % num4 % num5) 
print(num1 * num2 * num3 * num4 * num5) #ამ მოქმედებით ჩვენ გავიგეთ 5-ივე რიცხვის ნამრავლი
print(num1 // num2 // num3 // num4 // num5) #ამ მოქმედებით ჩვენ გავიგეთ 5-ივე რიცხვის განაყოფი
