#4) შექმენით პითონის ფაილი და 4 ჯერ გამოიყენეთ print ფუნქცია, პირველ პრინტში გამოიყენეთ ორ რიცხვს შორის შეკრება +, მეორეში - გამოკლება, მესამეში * გამრავლება,მეოთხეში / გაყოფა 

print(5 + 5)
print(5 - 5)
print(5 * 5)
print(5 / 5)

#5) შეართეთ ორი ტექსტური მონაცემი და კომენტარებით ახსენით რა შედეგი მიიღეთ
#მე ორი სტრინგის შეერთების შედეგად მივიღე "nika kublashvili" ჩემი სახელი და გვარი
name = "nika"
lastname = " kublashvili"
print(name  +  lastname)

#6) დაუშვით ძალით შეცდომები და ნახეთ კომპიუტერი რას გამოგიტანთ შედეგად
გ ა მ ა რ ჯ ო ბ ა

#7) ყველა დაწერილი კოდი ახსენით კომენტარები + (დოკუმენტში კომენტარების ამოყენებით ქართული ენით ახსენით რა არის ტერმინალი და რისთვის ვიყენებთ)
#ტერმინალში ჩვენ ვიძახებთ ინფორმაციას print() ფუნქციის გამოყენებით რათა დავადგინოთ ჩვენს მიერ დაწერლი კოდი სწორია თუ არა თუ კოდი სწორია მაშინ შედეგს გამოიტანს და თუ არ არის სწორი დაგიერორებს.

#8) შექმენით 2 ცვლადი, შეინახეთ მასში რიცხვები და საბოლოოდ დაბეჭდეთ ამ ორ ცვლადს შორის რომელიმე არითმეტიკული მოქმედება
number = 13
number2 = 13
print(number + number2)

#9) ახსენით კომენტარებით რა არის სტრინგი და რა არის მთელი რიცხვი
#string-არის ნებისმიერი ელემენტი რომელიც იწერება ბრჭყალებში არ აქვს მნიშვნელობა ეს როცხვე იქნება თუ სიტყვა თუ ბრჭყალებში წერია ესეიგი string-ია
#integer-არის მთელი რიცხვი