#2) შექმენით თქვენი ოჯახის წევრების სია, რომელშიც მოათავსებთ თქვენი ოჯახის წევრების სახელებს 
#ელემენტებად, შემდეგ კი დაბეჭდეთ ერთ გრძელ წინადადებაში დიდი სტრინგი რომელშიც გამოიყენებთ 
#სიის ელემენტებს და შეადგენთ წინადადებას, მე ვარ + სიიდან თქვენი სახელი, დედაჩემია + სიიდან დედიკოს სახელი, მამაჩემია + სიიდან მამიკოს სახელი და ასე შემდეგ




My_family = ["nino" , "Giorgi" , "giorgi" , "irakli" , "mari" , "saba" , "nika"]

print(str("nino " + " dedachemia, " +"Giorgi " + "mamachemia, "   +  " chemi zmebi arian:  "  + "giorgi, irakli da saba, " + "chemi daa " +"mari."))

print(str("me var " + My_family [6]))












