# 1) გააკეთეთ საკლასო დავალებები ვისაც არ გქონდათ გაკეთებული
# 2) შექმენით სია, რომელიც თავდაპირველად იქნება ცარიელი შემდეგ კი ამ სიაში ჩაამატეთ 10 ელემენტი 
numbers = []
number2= [1,2,3,4,5,6,7,8,9,10]
numbers.append(number2)
print(numbers)
# 3) შექმენით ორი სია ერთში თქვენი ხელით ჩაწერეთ ლუწი რიცხვები, მეორეში კენტი რიცხვები შემდეგ კი ეს ორი სია გააერთიანეთ extend ის გამოყენებით 
even = [2,4,6,8,10]
odd = [1,3,5,7,9]
even.extend(odd)
print(even)
# 4) შექმენით სია რომელშიც იქნება 20 ელემენტი, შემდეგ კი დაბეჭდეთ თითოეული სათითაოდ for loop ის გამოყენებით
numbers = [0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,]
for i in range(len(numbers)):
    print(i)
# 5) შექმენით რიცხვებით სავსე სია რომელშიც იქნება 1 დან 20 მდე ყველა რიცხვი, შემდეგ კი ამ სიიდან ამოშალეთ ყველა კენტი რიცხვი და დაამატეთ ახალ სიაში, ორივე სია დაბეჭდეთ
numbers = [1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20]
odd = []
for i in numbers:
    if i %2 != 0:
        odd.append(i)
        numbers.remove(i)

print(numbers,odd)

# 6) შექმენით სია რომელშიც იქნება 10 განსხვავებული რიცხვი შემდეგ კი დაბეჭდეთ ყველა ლისტის ელემენტის ჯამი
numbers = [1,2,3,4,5,6,7,8,9,10]
numbers_sum = sum(numbers)
print(numbers_sum)

# 7) შექმენით რიცხვებით სავსე სია, გამოითვალეთ ამ სიის ელემენტების საშუალო არითმეტიკული
numbers = [1,2,3,4,5,6,7,8,9,10]
sum_numbers = sum(numbers) 
count = len(numbers)
average = sum_numbers / count
print(average)

