print 123
# print(123)
# ფრჩხილები აკლია

print(luka)
#print("luka")
#ფრჩხილებში მოქცეული ტექსტი სტრინგი უნდა იყოს

print"123"
#print(123)
#ბრჭყალების მაგივრად ფრჩხილებში უნდა იყოს 

lukas-age= 13
#lukas_age= 13
#ტირეს მაგივრად ქვედატირე უნდა იყოს

name = luka
#name = "luka"
#ტექსტი სტრინგი უნდა იყოს

age = 13
print(Age)
#age = 13
#print(age)
#პრინტშიც იგივენაირად უნდა დაიწეროს ტექსტი როგორც ცვლადში წერია

2nd_user = "lukaoqr"
#რიცხვით არ უნდა იწყებოდეს ცვლადის სახელი

x = 1
y = 1
print(z)
z = x + y
#x = 1
#y = 1
#z = x + y
#print(z)
#პრინტამდე უნდა დაიწეროს ცვლადი
 
user*entry = input()
#user_entry = input()
#ტექსტი ქვედატირით გამოიყოფა

print{123}
#print(123)
#ფრჩხილებში უნდა დაიწეროს printის შემდეგ რაც მოდის

age = 17
print(Age)
#age = 13
#print(age)
#პრინტშიც იგივენაირად უნდა დაიწეროს ტექსტი როგორც ცვლადში წერია

print(saba)
#print("saba")
#ფრჩხილებში მოქცეული ტექსტი სტრინგი უნდა იყოს

print 456
# print(456)
# ფრჩხილები აკლია

sabas-age= 16
#sabas_age= 13
#ტირეს მაგივრად ქვედატირე უნდა იყოს

3rd_user = "mohammed2"
#რიცხვით არ უნდა იწყებოდეს ცვლადის სახელი

user~entry = input()
#user_entry = input()
#ტექსტი ქვედატირით გამოიყოფა

a = 1
b = 1
print(c)
c = a + b
#x = 1
#y = 1
#z = x + y
#print(z)
#პრინტამდე უნდა დაიწეროს ცვლადი

print"456"
#print(456)
#ბრჭყალების მაგივრად ფრჩხილებში უნდა იყოს 

print{456}
#print(456)
#ფრჩხილებში უნდა დაიწეროს printის შემდეგ რაც მოდის

name = saba
#name = "saba"
#ტექსტი სტრინგი უნდა იყოს