#1)მოცემულია სია, რომელშიც მოთავსებულუა 10 ელემენტი ჩვენ უნდა დავპრინტოთ ტრტმინალში
list=["1","2","3","4","5","6","7","8","9","10"]
print(list)

#2)შევქმნათ ცარიელი სია, მომხმარებელს შევეკითხოთ 1000 ჯერ თუ რისი დამატება სურს სიაში ❤️
list=[]
for i in range(1000):
    question=input("risi damateba gsurt siashi: ")
    list.append(question)
print(list)

#3)შექმენით ცარიელი სია, სადაც დავამატებთ მომხმარებლის მიერ არჩეულ სიტყვას ყურადღებით იყავით რომ ეს სიტყვა არ აღემატებოდეს 6 ასოს



#4)შექმნიალაი სია სადაც წერია, ჩვენი სახელი და გვარი, str სახით
#ჩვენი მიზანია, რომ წამოვიღოთ ეს სტრინგები და შევართოთ ერთ ცვლადში
