#1) მომხმარებელს შემოატანინეთ ტესტში მიღებული ქულა, თუ ქულა მეტია 90 - ზე და ნაკლებია 100 - ზე მაგ შემთხვევაში დაპრინტეთ, თქვენ დაგიფინანსდებათ სწავლა სრულიად. თუ მიღებული ქულა
#  მეტია 70 - ზე და  ნაკლებია 80 - ზე მაგ შემთხვევაში დაპრინტეთ, თქვენ დაგიფინანსდებათ სწავლა 1500 ლარით, თუ მიღებული ქულა მეტია 40 -  ზე და ნაკლებია 70 - ზე მაგ შემთხვევაში დაპრინტეთ,
#  თქვენ დაგიფინანსდებათ სწავლა 500 ლარტით, ხოლო თუ მიღებული ქულა ნაკლებია 40 ზე, მაგ შემტხვევაში დაპრინტეთ, ტქვენ არ დაგიფინანსდებათ სწავლის პროცესი (edited)

score = int(input("what did you get in the test : "))

if score > 90  and score < 100 :
    print("თქვენ დაგიფინანსდებათ სწავლა სრულიად")


if score > 80 and score < 100 :
    print("თქვენ დაგიფინანსდებათ სწავლა 1500 ლარით")


if score > 40 and score < 70 :
    print("თქვენ დაგიფინანსდებათ სწავლა 500 ლარით")


if score < 40 :
    print("ქვენ თქვენ არ დაგიფინანსდებათ სწავლის პროცესი")

#მოსწავლეს შემოატანინეთ სკოლის ტესტში მიღებული ნიშანი, თუ ეს მიღებული ნიშანი უდრის 10 - ს, მაგ შემთხვევაში მასწავლებელმა, მშობელთან შეაქოს მოსწავლე, თუ მიღებული ნიშანი უდრის
#  8 -ს ან 9 - ს, მაგ შემთხვევაში, მასწავლებელმა, მშობელს პატარა შენიშვნა მისცეს. თუ მიღებული ქულა უდრის 5  - ს მაგ შემთხვევაში, მასწავლებელმა, მშობელს მისცეს შენიშვნა, ხოლო თუ მიღებული
#  ნიშანი ნაკლებია 5 ზე, მაგ შემთხვევაში, მასწავლებელმა გააგდოს მოსწავლე 


score=int(input("what did you get in the test : "))

if  score == 10 :
    print("tqveni shvili dzalian kargad swavloba man testshi miigo 10/10 qula")


if score ==8 or 9:
    print("tqven dzalia kargi shvili gyavt magram cota zarmacobs gtxovt mas yuradgeba miaqciet")


if score == 5:
    print("tqveni shvili dzalian zarmacia arafers ar miketebs gakvetilze da testic 5 qulaze damiwera")


if score < 5:
    print("get out of clas")





